tap "epk/epk"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "yt-dlp/taps"
brew "aws-es-proxy"
brew "awscli"
brew "bottom"
brew "cmake"
brew "direnv"
brew "dust"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "helix"
brew "hyperfine"
brew "jq"
brew "lpeg"
brew "luv"
brew "mkcert"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "nvm"
brew "pipx"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "tmux"
brew "wget"
brew "yt-dlp"
brew "zsh-completions"
brew "hashicorp/tap/terraform"
brew "qmk/qmk/qmk"
cask "appcleaner"
cask "chromium"
cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-monaspace"
cask "font-mononoki-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-source-code-pro"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "insomnia"
cask "kitty"
cask "maccy"
cask "mullvadvpn"
cask "obs"
cask "qmk-toolbox"
cask "rectangle"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
cask "utm"
cask "visual-studio-code"
cask "vnc-viewer"
cask "webstorm"
cask "wezterm-nightly"
cask "zoom"
vscode "antfu.icons-carbon"
vscode "asvetliakov.vscode-neovim"
vscode "aws-scripting-guy.cform"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "joaomoreno.github-sharp-theme"
vscode "miguelsolorio.fluent-icons"
vscode "mischah.relaxed-theme"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "neilding.language-liquid"
vscode "nrwl.angular-console"
vscode "pkief.material-icon-theme"
vscode "pmndrs.pmndrs"
vscode "redhat.vscode-yaml"
vscode "sainnhe.everforest"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "svelte.svelte-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
